{
    "settings": {
        "options": [],
        "theme_mods": {
            "0": false,
            "nav_menu_locations": {
                "primary": "primary"
            }
        },
        "headstart": {
            "mapped_id_options": [],
            "mapped_id_theme_mods": []
        }
    },
    "widgets": [],
    "content": [
        {
            "post_title": "About",
            "post_content": "This is an example of an about page. Unlike posts, pages are better suited for more timeless content that you want to be easily accessible, like your About or Contact information. Click the Edit link to make changes to this page or <a href=\"https:\/\/wordpress.com\/page\">add another page<\/a>.",
            "post_excerpt": "This is just a short excerpt for the about&nbsp;page.",
            "post_status": "publish",
            "menu_order": 1,
            "comment_status": "closed",
            "ping_status": "closed",
            "post_type": "page",
            "hs_custom_meta": "_hs_about_page",
            "hs_sharing": 1,
            "hs_like_status": 1,
            "hs_old_id": 100
        },
        {
            "post_title": "Contact",
            "post_content": "This is a contact page with some basic contact information and a contact form. [contact-form][contact-field label=\"Name\" type=\"name\" required=\"1\"\/][contact-field label=\"Email\" type=\"email\" required=\"1\"\/][contact-field label=\"Website\" type=\"url\"\/][contact-field label=\"Comment\" type=\"textarea\" required=\"1\"\/][\/contact-form]",
            "post_excerpt": "This is just a short excerpt for the contact&nbsp;page.",
            "post_status": "publish",
            "menu_order": 2,
            "comment_status": "closed",
            "ping_status": "closed",
            "post_type": "page",
            "hs_custom_meta": "_hs_contact_page",
            "hs_sharing": 1,
            "hs_like_status": 1,
            "hs_old_id": 101
        },
        {
            "post_title": "First blog post",
            "post_content": "This is your very first post. Click the Edit link to modify or delete it, or <a href=\"https:\/\/wordpress.com\/post\">start a new post<\/a>. If you like, use this post to tell readers why you started this blog and what you plan to do with it. The cols theme looks better with longer posts, so we'll fill this one out with some filler text. 'I'll fetch the executioner myself,' said the King eagerly, and he hurried off.\r\n\r\nAlice thought she might as well go back, and see how the game was going on, as she heard the Queen's voice in the distance, screaming with passion. She had already heard her sentence three of the players to be executed for having missed their turns, and she did not like the look of things at all, as the game was in such confusion that she never knew whether it was her turn or not. So she went in search of her hedgehog.\r\n\r\nThe hedgehog was engaged in a fight with another hedgehog, which seemed to Alice an excellent opportunity for croqueting one of them with the other: the only difficulty was, that her flamingo was gone across to the other side of the garden, where Alice could see it trying in a helpless sort of way to fly up into a tree.\r\n\r\nBy the time she had caught the flamingo and brought it back, the fight was over, and both the hedgehogs were out of sight: 'but it doesn't matter much,' thought Alice, 'as all the arches are gone from this side of the ground.' So she tucked it away under her arm, that it might not escape again, and went back for a little more conversation with her friend.\r\n\r\nWhen she got back to the Cheshire Cat, she was surprised to find quite a large crowd collected round it: there was a dispute going on between the executioner, the King, and the Queen, who were all talking at once, while all the rest were quite silent, and looked very uncomfortable.\r\n\r\nThe moment Alice appeared, she was appealed to by all three to settle the question, and they repeated their arguments to her, though, as they all spoke at once, she found it very hard indeed to make out exactly what they said.\r\n\r\nThe executioner's argument was, that you couldn't cut off a head unless there was a body to cut it off from: that he had never had to do such a thing before, and he wasn't going to begin at HIS time of life.",
            "post_excerpt": "This is the excerpt for your very first&nbsp;post.",
            "post_status": "publish",
            "comment_status": "open",
            "ping_status": "open",
            "post_type": "post",
            "hs_custom_meta": "_hs_first_post",
            "hs_sharing": 1,
            "hs_like_status": 0
        }
    ],
    "menus": {}
}